Repository: farukciftler/tacet-cli
Catalog: Tacet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: from the %@ conversation
de: aus der Unterhaltung vom %@
es: de la conversación del %@
fr: de la conversation du %@
ja: %@ の会話から
ko: %@ 대화에서
pt_br: da conversa de %@
tr: %@ sohbetinden
zh_hans: 来自 %@ 的对话

source: home server
de: Heimserver
es: servidor de casa
fr: serveur maison
ja: 自宅サーバー
ko: 집 서버
pt_br: servidor de casa
tr: ev sunucusu
zh_hans: 家庭服务器

source: https addresses only. Plain http is accepted only on a local network.
de: Nur https-Adressen. Einfaches http wird nur im lokalen Netzwerk akzeptiert.
es: Solo direcciones https. El http sin cifrar solo se acepta en la red local.
fr: Adresses https uniquement. Le http simple n’est accepté que sur un réseau local.
ja: https のアドレスのみ。暗号化なしの http はローカルネットワークでのみ使えます。
ko: https 주소만 가능합니다. 암호화되지 않은 http는 로컬 네트워크에서만 허용됩니다.
pt_br: Somente endereços https. Http sem criptografia só é aceito em rede local.
tr: Yalnızca https adresi. Düz http yalnızca yerel ağda kabul edilir.
zh_hans: 仅限 https 地址。普通 http 仅在本地网络中被接受。

source: https://example.com/searxng/
de: https://beispiel.com/searxng/
es: https://ejemplo.com/searxng/
fr: https://exemple.com/searxng/
pt_br: https://exemplo.com/searxng/
tr: https://ornek.com/searxng/

source: identity
de: Identität
es: identidad
fr: identité
ja: アイデンティティ
ko: 정체성
pt_br: identidade
tr: kimlik
zh_hans: 身份

source: last used %@
de: zuletzt verwendet %@
es: último uso %@
fr: dernière utilisation %@
ja: 最終使用 %@
ko: 마지막 사용 %@
pt_br: último uso %@
tr: son kullanım %@
zh_hans: 上次使用 %@

source: matches the language you write in
de: richtet sich nach der Sprache, in der du schreibst
es: según el idioma en que escribas
fr: selon la langue dans laquelle tu écris
ja: あなたが書いた言語に合わせます
ko: 작성한 언어에 맞춥니다
pt_br: conforme o idioma em que você escreve
tr: yazdığın dile göre
zh_hans: 跟随你书写的语言

source: never
de: nie
es: nunca
fr: jamais
ja: 許可しない
ko: 안 함
pt_br: nunca
tr: hiçbir zaman
zh_hans: 从不

source: no longer on this device
de: nicht mehr auf diesem Gerät
es: ya no está en este dispositivo
fr: plus sur cet appareil
ja: このデバイスにはもうありません
ko: 이 기기에 더 이상 없음
pt_br: não está mais neste dispositivo
tr: dosya artık cihazda değil
zh_hans: 已不在此设备上

source: not available on this device
de: auf diesem Gerät nicht verfügbar
es: no disponible en este dispositivo
fr: non disponible sur cet appareil
ja: この端末では利用できません
ko: 이 기기에서 사용할 수 없음
pt_br: não disponível neste dispositivo
tr: bu cihazda kullanılamıyor
zh_hans: 此设备不支持

source: not supported
de: nicht unterstützt
es: no compatible
fr: non pris en charge
ja: 非対応
ko: 지원되지 않음
pt_br: não compatível
tr: desteklenmiyor
zh_hans: 不支持

source: not used yet
de: noch nicht verwendet
es: aún sin usar
fr: pas encore utilisé
ja: 未使用
ko: 아직 사용 안 함
pt_br: ainda não usado
tr: henüz kullanılmadı
zh_hans: 尚未使用

source: off
de: aus
es: desactivado
fr: désactivé
ja: オフ
ko: 끔
pt_br: desativado
tr: kapalı
zh_hans: 关闭

source: output
de: Ausgabe
es: salida
fr: sortie
ja: 出力
ko: 출력
pt_br: saída
tr: çıktı
zh_hans: 输出

source: preference
de: Vorliebe
es: preferencia
fr: préférence
ja: 好み
ko: 선호
pt_br: preferência
tr: tercih
zh_hans: 偏好

source: preparing…
de: wird vorbereitet…
es: preparando…
fr: préparation…
ja: 準備中…
ko: 준비 중…
pt_br: preparando…
tr: hazırlanıyor…
zh_hans: 准备中…

source: price
de: Preis
es: precio
fr: prix
ja: 価格
ko: 가격
pt_br: preço
tr: fiyat
zh_hans: 价格

source: rate
de: Kurs
es: cambio
fr: taux
ja: 為替
ko: 환율
pt_br: câmbio
tr: kur
zh_hans: 汇率

source: relationship
de: Beziehung
es: relación
fr: relation
ja: 関係
ko: 관계
pt_br: relação
tr: ilişki
zh_hans: 关系

source: routed · %@
de: weitergeleitet · %@
es: enrutado · %@
fr: orienté · %@
ja: 振り分け · %@
ko: 라우팅됨 · %@
pt_br: roteado · %@
tr: yönlendirildi · %@
zh_hans: 已分流 · %@

source: row %lld, %@: %@
de: Zeile %1$lld, %2$@: %3$@
es: fila %1$lld, %2$@: %3$@
fr: ligne %1$lld, %2$@ : %3$@
ja: %1$lld 行目、%2$@：%3$@
ko: %1$lld번째 행, %2$@: %3$@
pt_br: linha %1$lld, %2$@: %3$@
tr: %1$lld. satır, %2$@: %3$@
zh_hans: 第 %1$lld 行，%2$@：%3$@

source: saved
de: gesichert
es: guardado
fr: enregistré
ja: 保存済み
ko: 저장됨
pt_br: salvo
tr: kayıtlı
zh_hans: 已存储

source: score
de: Ergebnis
es: resultado
ja: スコア
ko: 점수
pt_br: placar
tr: skor
zh_hans: 比分

source: search profile
de: Suchprofil
es: perfil de búsqueda
fr: profil recherche
ja: 検索プロファイル
ko: 검색 프로필
pt_br: perfil de busca
tr: arama profili
zh_hans: 搜索配置

source: search server
de: Suchserver
es: servidor de búsqueda
fr: serveur de recherche
ja: 検索サーバー
ko: 검색 서버
pt_br: servidor de busca
tr: arama sunucusu
zh_hans: 搜索服务器

source: search works — the sample query returned %lld results. The address has been saved.
de: Suche funktioniert – die Beispielanfrage lieferte %lld Ergebnisse. Die Adresse wurde gesichert.
es: la búsqueda funciona: la consulta de ejemplo devolvió %lld resultados. Se guardó la dirección.
fr: la recherche fonctionne — la requête d’exemple a renvoyé %lld résultats. L’adresse a été enregistrée.
ja: 検索は動作しています。サンプルのクエリが %lld 件返しました。アドレスを保存しました。
ko: 검색이 작동합니다 — 예시 쿼리가 결과 %lld개를 반환했습니다. 주소를 저장했습니다.
pt_br: a busca funciona — a consulta de exemplo retornou %lld resultados. O endereço foi salvo.
tr: arama çalışıyor — örnek sorgu %lld sonuç döndürdü. Adres kaydedildi.
zh_hans: 搜索可用 — 示例查询返回 %lld 条结果。地址已存储。

source: sent without asking · connection setting: always allow
de: ohne Nachfrage gesendet · Verbindungseinstellung: immer erlauben
es: enviado sin preguntar · ajuste de la conexión: permitir siempre
fr: envoyé sans demander · réglage de la connexion : toujours autoriser
ja: 確認なしで送信 · 接続の設定：常に許可
ko: 확인 없이 전송됨 · 연결 설정: 항상 허용
pt_br: enviado sem perguntar · configuração da conexão: permitir sempre
tr: onay sorulmadan gönderildi · bağlantı ayarı: her zaman izin ver
zh_hans: 未经询问已发送 · 连接设置：始终允许

source: sent · no personal-data tool had been used in this session
de: gesendet · in dieser Sitzung wurde kein Werkzeug für persönliche Daten verwendet
es: enviado · en esta sesión no se había usado ninguna herramienta de datos personales
fr: envoyé · aucun outil de données personnelles n’avait été utilisé dans cette session
ja: 送信 · このセッションでは個人データのツールは使われていませんでした
ko: 전송됨 · 이 세션에서는 개인 데이터 도구가 사용되지 않았습니다
pt_br: enviado · nenhuma ferramenta de dados pessoais havia sido usada nesta sessão
tr: gönderildi · oturumda kişisel veri aracı kullanılmamıştı
zh_hans: 已发送 · 本次会话未使用个人数据工具

source: server returned an error
de: Server hat einen Fehler zurückgegeben
es: el servidor devolvió un error
fr: le serveur a renvoyé une erreur
ja: サーバーがエラーを返しました
ko: 서버가 오류를 반환함
pt_br: o servidor retornou um erro
tr: sunucu hata döndü
zh_hans: 服务器返回错误

source: server returned an error: %@
de: Server hat einen Fehler zurückgegeben: %@
es: el servidor devolvió un error: %@
fr: le serveur a renvoyé une erreur : %@
ja: サーバーがエラーを返しました：%@
ko: 서버가 오류를 반환함: %@
pt_br: o servidor retornou um erro: %@
tr: sunucu hata döndü: %@
zh_hans: 服务器返回错误：%@

source: skill added · %@
de: Fähigkeit hinzugefügt · %@
es: habilidad añadida · %@
fr: compétence ajoutée · %@
ja: スキルを追加 · %@
ko: 스킬 추가됨 · %@
pt_br: habilidade adicionada · %@
tr: beceri eklendi · %@
zh_hans: 已添加技能 · %@

source: step %lld
de: Schritt %lld
es: paso %lld
fr: étape %lld
ja: %lld ステップ目
ko: %lld단계
pt_br: etapa %lld
tr: %lld. adım
zh_hans: 第 %lld 步

source: stopped partway
de: abgebrochen
es: interrumpido
fr: interrompu
ja: 途中で終了
ko: 중간에 멈춤
pt_br: interrompido
tr: yarıda kaldı
zh_hans: 中途停止

source: testing
de: wird getestet
es: probando
fr: test en cours
ja: テスト中
ko: 테스트 중
pt_br: testando
tr: deneniyor
zh_hans: 测试中

source: time
de: Uhrzeit
es: hora
fr: heure
ja: 時刻
ko: 시각
pt_br: hora
tr: saat
zh_hans: 时间

source: timed out
de: Zeitüberschreitung
es: tiempo agotado
fr: délai dépassé
ja: タイムアウト
ko: 시간 초과
pt_br: tempo esgotado
tr: zaman aşımı
zh_hans: 超时

source: today %@
de: heute %@
es: hoy %@
fr: aujourd’hui %@
ja: 今日 %@
ko: 오늘 %@
pt_br: hoje %@
tr: bugün %@
zh_hans: 今天 %@

source: trail
de: Ablauf
es: recorrido
fr: parcours
ja: 経過
ko: 경로
pt_br: percurso
tr: seyir
zh_hans: 过程

source: weather
de: Wetter
es: clima
fr: météo
ja: 天気
ko: 날씨
pt_br: clima
tr: hava
zh_hans: 天气

source: works
de: funktioniert
es: funciona
fr: fonctionne
ja: 動作中
ko: 작동함
pt_br: funciona
tr: çalışıyor
zh_hans: 可用

source: writing
de: schreibt
es: escribiendo
fr: rédaction
ja: 作成中
ko: 작성 중
pt_br: escrevendo
tr: yazıyor
zh_hans: 正在写出

source: written
de: geschrieben
es: escrito
fr: rédigé
ja: 作成済み
ko: 작성됨
pt_br: escrito
tr: yazıldı
zh_hans: 已写出

source: yesterday %@
de: gestern %@
es: ayer %@
fr: hier %@
ja: 昨日 %@
ko: 어제 %@
pt_br: ontem %@
tr: dün %@
zh_hans: 昨天 %@

source: “%@” and the messages in it are deleted. This can’t be undone.
de: „%@“ und die darin enthaltenen Nachrichten werden gelöscht. Das lässt sich nicht rückgängig machen.
es: Se eliminan «%@» y sus mensajes. Esta acción no se puede deshacer.
fr: « %@ » et les messages qu’elle contient sont supprimés. Cette action est irréversible.
ja: 「%@」とその中のメッセージが削除されます。この操作は取り消せません。
ko: “%@”와 그 안의 메시지가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: “%@” e as mensagens nela são excluídas. Não é possível desfazer.
tr: “%@” ve içindeki mesajlar silinir. Bu işlem geri alınamaz.
zh_hans: “%@”及其中的消息将被删除。此操作无法撤销。

source: … output was trimmed at 10,000 characters.
de: … Ausgabe wurde bei 10.000 Zeichen gekürzt.
es: … la salida se recortó a 10.000 caracteres.
fr: … la sortie a été coupée à 10 000 caractères.
ja: … 出力は10,000文字で切り詰められました。
ko: … 출력이 10,000자에서 잘렸습니다.
pt_br: … a saída foi cortada em 10.000 caracteres.
tr: … çıktı 10.000 karakterde kırpıldı.
zh_hans: … 输出已在 10,000 字符处截断。

source: Code
es: Código
ja: コード
ko: 코드
pt_br: Código
tr: Kod
zh_hans: 代码

source: Format
es: Formato
ja: 形式
ko: 형식
pt_br: Formato
tr: Biçim
zh_hans: 格式

source: NAME
es: NOMBRE
fr: NOM
ja: 名前
ko: 이름
pt_br: NOME
tr: AD
zh_hans: 名称

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名称

source: optional
es: opcional
fr: facultatif
ja: 任意
ko: 선택 사항
pt_br: opcional
tr: isteğe bağlı
zh_hans: 可选

source: Chat
fr: Conversation
ja: チャット
ko: 대화
pt_br: Conversa
tr: Sohbet
zh_hans: 对话

source: %@ s
ja: %@ 秒
ko: %@초
tr: %@ sn
zh_hans: %@ 秒

source: OK
ko: 확인
tr: Tamam
zh_hans: 好
